{
    "title": "Teach me Talkback",
    "tutorial": "Tutorial {}",
    "tutorial2_go_back": "Go back",
    "tutorial2_go_back_instr1": "To go back, swipe down then left with one finger in a continuous action. If multi-gestures are enabled, swipe with two fingers from the left or right side of the screen.",
    "tutorial2_scrolling": "Scrolling",
    "tutorial2_scrolling_instr1": "To scroll down, place two fingers on the screen at the same time, then swipe upwards with both of them. To scroll up, swipe with two fingers in the opposite direction. To finish, find the Continue button at the bottom of this vertical menu, then double tap it to continue.",
    "tutorial2_scrolling_instr2": "To scroll right, swipe left with two fingers. To scroll left, swipe with two fingers in the opposite direction. To finish, tap the Finish button at the far right of this page.",
    "tutorial2_scrolling_continue": "Continue",
    "tutorial2_scrolling_finish": "Finish",
    "tutorial2_scrolling_item": "Item {}",
    "tutorial2_explore_menu": "Explore menu",
    "tutorial2_explore_menu_instr1": "Welcome! In this module, you will learn how to use explore by touch. You can select different elements by holding your finger on the screen and moving it over another element you'd like to select. To complete the lesson, use explore by touch to find the Finish Lesson button. Remember to drag your finger in any direction slowly around screen, and make sure your finger is touching the screen at all times. You may now start.",
    "tutorial2_explore_menu_finish_lesson": "Finish Lesson",
    "tutorial2_explore_menu_apple": "Apple",
    "tutorial2_explore_menu_ant": "Ant",
    "tutorial2_explore_menu_january": "January",
    "tutorial2_explore_menu_banana": "Banana",
    "tutorial2_explore_menu_bee": "Bee",
    "tutorial2_explore_menu_february": "February",
    "tutorial2_explore_menu_cherry": "Cherry",
    "tutorial2_explore_menu_cricket": "Cricket",
    "tutorial2_explore_menu_march": "March",
    "tutorial2_explore_menu_elderberry": "Elderberry",
    "tutorial2_explore_menu_may": "May",
    "tutorial2_adjust_slider": "Adjust slider",
    "tutorial2_adjust_slider_instr1": "Welcome, in this module you'll learn how to ncrease and decrease slider value. A slider is a track that contains values between a minimum and a maximum. Sliders are often used to adjust times. For example: song times or video times. You can also adjust this phone's volume using a slider. To start you will try and increase a slider's value. To increase the value, swipe up. To continue, increase the slider value to 100%",
    "tutorial2_adjust_slider_instr2": "Now we will try and move the slider back down. To do this swipe down with one finger to reduce the value. Continue until the value is back to 50%",
    "tutorial2_adjust_slider_instr3": "An alternative way of changing the volume is to double tap and hold the slider. From here you can swipe left and right to adjust it in that direction. Try and go back to 100%"
}