{
    "title": "Enséñame Talkback",
    "tutorial": "Tutorial {}",
    "tutorial2_go_back": "Regresar",
    "tutorial2_go_back_instr1": "Para regresar, desliza hacia abajo y luego hacia la izquierda con un dedo en un movimiento continuo. Si los gestos múltiples están habilitados, desliza con dos dedos desde el lado izquierdo o derecho de la pantalla.",
    "tutorial2_scrolling": "Desplazamiento",
    "tutorial2_scrolling_instr1": "Para desplazarte hacia abajo, coloca dos dedos en la pantalla al mismo tiempo y luego deslízalos hacia arriba con ambos. Para desplazarte hacia arriba, desliza con dos dedos en la dirección opuesta. Para terminar, encuentra el botón Continuar en la parte inferior de este menú vertical y tócalo dos veces para continuar.",
    "tutorial2_scrolling_instr2": "Para desplazarte hacia la derecha, desliza hacia la izquierda con dos dedos. Para desplazarte hacia la izquierda, desliza con dos dedos en la dirección opuesta. Para terminar, toca el botón Finalizar en la parte derecha de esta página.",
    "tutorial2_scrolling_continue": "Continuar",
    "tutorial2_scrolling_finish": "Finalizar",
    "tutorial2_scrolling_item": "Elemento {}",
    "tutorial2_explore_menu": "Explorar menú",
    "tutorial2_explore_menu_instr1": "¡Bienvenido! En este módulo, aprenderás a usar la exploración táctil. Puedes seleccionar diferentes elementos manteniendo tu dedo en la pantalla y moviéndolo sobre otro elemento que desees seleccionar. Para completar la lección, utiliza la exploración táctil para encontrar el botón Finalizar Lección. Recuerda mover tu dedo lentamente en cualquier dirección alrededor de la pantalla y asegúrate de que tu dedo esté en contacto con la pantalla en todo momento. Ahora puedes empezar.",
    "tutorial2_explore_menu_finish_lesson": "Finalizar Lección",
    "tutorial2_explore_menu_apple": "Manzana",
    "tutorial2_explore_menu_ant": "Hormiga",
    "tutorial2_explore_menu_january": "Enero",
    "tutorial2_explore_menu_banana": "Plátano",
    "tutorial2_explore_menu_bee": "Abeja",
    "tutorial2_explore_menu_february": "Febrero",
    "tutorial2_explore_menu_cherry": "Cereza",
    "tutorial2_explore_menu_cricket": "Grillo",
    "tutorial2_explore_menu_march": "Marzo",
    "tutorial2_explore_menu_elderberry": "Saúco",
    "tutorial2_explore_menu_may": "Mayo",
    "tutorial2_adjust_slider": "Ajustar control deslizante",
    "tutorial2_adjust_slider_instr1": "Bienvenido, en este módulo aprenderás cómo aumentar y disminuir el valor de un control deslizante. Un control deslizante es una pista que contiene valores entre un mínimo y un máximo. Los controles deslizantes se usan a menudo para ajustar tiempos. Por ejemplo: tiempos de canciones o tiempos de video. También puedes ajustar el volumen de este teléfono usando un control deslizante. Para comenzar, intenta aumentar el valor de un control deslizante. Para aumentar el valor, desliza hacia arriba. Para continuar, aumenta el valor del control deslizante al 100%.",
    "tutorial2_adjust_slider_instr2": "Ahora intentaremos mover el control deslizante hacia abajo. Para hacerlo, desliza hacia abajo con un dedo para reducir el valor. Continúa hasta que el valor vuelva a ser del 50%.",
    "tutorial2_adjust_slider_instr3": "Una forma alternativa de cambiar el volumen es tocar dos veces y mantener presionado el control deslizante. Desde aquí, puedes deslizar hacia la izquierda y la derecha para ajustarlo en esa dirección. Intenta volver al 100%."
}