{
    "title": "Enséñame Talkback",
    "tutorial": "Tutorial {}",
    "challenge": "Desafío",
    "instructions_button_text": "INSTRUCCIONES",
    "instructions_button_label": "Botón, instrucciones. Toca dos veces para escuchar las instrucciones",
    "tutorial2_go_back": "Regresar",
    "tutorial2_go_back_instr1": "Para regresar, desliza hacia abajo y luego hacia la izquierda con un dedo en un movimiento continuo. Si los gestos múltiples están habilitados, desliza con dos dedos desde el lado izquierdo o derecho de la pantalla.",
    "tutorial2_scrolling": "Desplazamiento",
    "tutorial2_scrolling_instr1": "Para desplazarte hacia abajo, coloca dos dedos en la pantalla al mismo tiempo y luego deslízalos hacia arriba con ambos. Para desplazarte hacia arriba, desliza con dos dedos en la dirección opuesta. Para terminar, encuentra el botón Continuar en la parte inferior de este menú vertical y tócalo dos veces para continuar.",
    "tutorial2_scrolling_instr2": "Para desplazarte hacia la derecha, desliza hacia la izquierda con dos dedos. Para desplazarte hacia la izquierda, desliza con dos dedos en la dirección opuesta. Para terminar, toca el botón Finalizar en la parte derecha de esta página.",
    "tutorial2_scrolling_continue": "Continuar",
    "tutorial2_scrolling_finish": "Finalizar",
    "tutorial2_scrolling_item": "Elemento {}",
    "tutorial2_explore_menu": "Explorar menú",
    "tutorial2_explore_menu_instr1": "¡Bienvenido! En este módulo, aprenderás a usar la exploración táctil. Puedes seleccionar diferentes elementos manteniendo tu dedo en la pantalla y moviéndolo sobre otro elemento que desees seleccionar. Para completar la lección, utiliza la exploración táctil para encontrar el botón Finalizar Lección. Recuerda mover tu dedo lentamente en cualquier dirección alrededor de la pantalla y asegúrate de que tu dedo esté en contacto con la pantalla en todo momento. Ahora puedes empezar.",
    "tutorial2_explore_menu_finish_lesson": "Finalizar Lección",
    "tutorial2_explore_menu_apple": "Manzana",
    "tutorial2_explore_menu_ant": "Hormiga",
    "tutorial2_explore_menu_january": "Enero",
    "tutorial2_explore_menu_banana": "Plátano",
    "tutorial2_explore_menu_bee": "Abeja",
    "tutorial2_explore_menu_february": "Febrero",
    "tutorial2_explore_menu_cherry": "Cereza",
    "tutorial2_explore_menu_cricket": "Grillo",
    "tutorial2_explore_menu_march": "Marzo",
    "tutorial2_explore_menu_elderberry": "Saúco",
    "tutorial2_explore_menu_may": "Mayo",
    "tutorial2_adjust_slider": "Ajustar control deslizante",
    "tutorial2_adjust_slider_instr1": "Bienvenido, en este módulo aprenderás cómo aumentar y disminuir el valor de un control deslizante. Un control deslizante es una pista que contiene valores entre un mínimo y un máximo. Los controles deslizantes se usan a menudo para ajustar tiempos. Por ejemplo: tiempos de canciones o tiempos de video. También puedes ajustar el volumen de este teléfono usando un control deslizante. Para comenzar, intenta aumentar el valor de un control deslizante. Para aumentar el valor, desliza hacia arriba. Para continuar, aumenta el valor del control deslizante al 100%.",
    "tutorial2_adjust_slider_instr2": "Ahora intentaremos mover el control deslizante hacia abajo. Para hacerlo, desliza hacia abajo con un dedo para reducir el valor. Continúa hasta que el valor vuelva a ser del 50%.",
    "tutorial2_adjust_slider_instr3": "Una forma alternativa de cambiar el volumen es tocar dos veces y mantener presionado el control deslizante. Desde aquí, puedes deslizar hacia la izquierda y la derecha para ajustarlo en esa dirección. Intenta volver al 100%.",
    "tutorial3_challenge_baking_recipes": "Recetas de repostería",
    "tutorial3_challenge_instr1": "Bienvenido al desafío de la Lección 3. En este desafío, se te presentará una página con recetas de repostería. Siéntete libre de navegar a través de los diferentes elementos de la página usando los controles de lectura apropiados. Para completar el desafío, navega hasta la receta de galletas y marca la casilla para el siguiente ingrediente... 1 huevo.",
    "tutorial3_challenge_cookies": "Galletas",
    "tutorial3_challenge_brownies": "Brownies",
    "tutorial3_challenge_cookie_picture": "Imagen de algunas galletas",
    "tutorial3_challenge_brownie_picture": "Imagen de algunos brownies",
    "tutorial3_challenge_cookie_description": "¡Esta deliciosa y suculenta receta de galletas con chispas de chocolate está garantizada para satisfacer tu gusto por lo dulce!",
    "tutorial3_challenge_brownie_description": "¡Esta receta de brownies pegajosos es un éxito garantizado y es muy rápida y fácil de hacer!",
    "tutorial3_challenge_cookie_goto": "Ir a la receta de galletas",
    "tutorial3_challenge_brownie_goto": "Ir a la receta de brownies",
    "tutorial3_challenge_ingredients": "Ingredientes",
    "tutorial3_challenge_method": "Preparación",
    "tutorial3_challenge_brownie_recipe": "Receta de brownies",
    "tutorial3_challenge_cookie_recipe": "Receta de galletas",
    "tutorial3_challenge_brownie_ingred1": "125 gramos de mantequilla sin sal",
    "tutorial3_challenge_brownie_ingred2": "125 gramos de chocolate negro para repostería",
    "tutorial3_challenge_brownie_ingred3": "3 huevos, ligeramente batidos",
    "tutorial3_challenge_brownie_ingred4": "1 y ½ tazas de azúcar blanca",
    "tutorial3_challenge_brownie_ingred5": "¾ tazas de harina común",
    "tutorial3_challenge_brownie_ingred6": "¼ taza de cacao en polvo holandés",
    "tutorial3_challenge_brownie_ingred7": "1 cucharadita de extracto de vainilla",
    "tutorial3_challenge_brownie_ingred8": "Pizca de sal",
    "tutorial3_challenge_brownie_step1": "Paso 1: Precalienta el horno a 180°C o 160°C con ventilador. Engrasa un molde cuadrado de 20 cm y cúbrelo con papel de hornear.",
    "tutorial3_challenge_brownie_step2": "Paso 2: Coloca la mantequilla y el chocolate en un bol resistente al calor sobre una cacerola de agua hirviendo (sin que el bol toque el agua). Revuelve con una cuchara de metal hasta que se derrita. Retira del calor. Rápidamente mezcla el huevo, el azúcar, la harina, el cacao en polvo, la vainilla y la sal hasta que estén apenas combinados. Vierte en el molde preparado.",
    "tutorial3_challenge_brownie_step3": "Paso 3: Hornea durante 30 minutos o hasta que un palillo insertado en el centro salga con migas húmedas. Deja enfriar completamente.",
    "tutorial3_challenge_cookie_ingred1": "½ taza de azúcar blanca",
    "tutorial3_challenge_cookie_ingred2": "½ taza de azúcar moreno",
    "tutorial3_challenge_cookie_ingred3": "150 gramos de mantequilla ablandada",
    "tutorial3_challenge_cookie_ingred4": "1 cucharadita de extracto de vainilla",
    "tutorial3_challenge_cookie_ingred5": "1 y ¾ tazas de harina común",
    "tutorial3_challenge_cookie_ingred6": "1 huevo",
    "tutorial3_challenge_cookie_ingred7": "1 taza de chispas de chocolate",
    "tutorial3_challenge_cookie_step1": "Paso 1: Precalienta el horno a 180°C o 160°C con ventilador. Cubre 2 bandejas de hornear con papel de hornear. Con una batidora eléctrica o batiendo a mano, bate la mantequilla y los azúcares durante 1-2 minutos hasta que estén suaves y bien combinados. Agrega el huevo y la vainilla y bate hasta que estén combinados.",
    "tutorial3_challenge_cookie_step2": "Paso 2: Agrega la harina y las chispas de chocolate. Forma bolas con 2 cucharadas de masa y colócalas en las bandejas preparadas, a una distancia de 3 cm entre ellas. Presiona ligeramente. Decora con chispas de chocolate adicionales.",
    "tutorial3_challenge_cookie_step3": "Paso 3: Hornea durante 15-18 minutos o hasta que estén doradas y cocidas. Transfiere a una rejilla para enfriar. Almacena en un recipiente hermético durante hasta 1 semana.",

    "tutorial6_lesson_title": "Lección de Escritura",
    "tutorial6_lesson_decs": "Estos cubren los gestos y acciones necesarios para usar el teclado virtual a través de Talkback.",
    "tutorial6_virtual_keyboard_hello": "hola",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "¡Excelente trabajo! Has escrito la palabra 'hola' con el teclado en pantalla. Felicidades por completar esta lección. En esta lección, has aprendido exitosamente cómo escribir con el teclado en pantalla.",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "Parece que no has escrito la palabra 'hola'. Toca dos veces la pantalla para mostrar el teclado. Toca el botón de retroceso para eliminar la palabra previamente escrita y luego intenta escribir la palabra 'hola' nuevamente.",
    "tutorial6_virtual_keyboard_part1_intro": "En este tutorial, aprenderás cómo abrir el teclado virtual en pantalla y cómo escribir usando el mismo.",
    "tutorial6_virtual_keyboard_part1_intro2": "Para empezar, toca dos veces la pantalla para abrir el teclado virtual.",
    "tutorial6_virtual_keyboard_navigation_bar_height": "altura_barra_navegación",
    "tutorial6_virtual_keyboard_status_bar_height": "altura_barra_estado",
    "tutorial6_virtual_keyboard_dimen": "dimensión",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "¡Genial! Has abierto el teclado virtual en pantalla. Explora tocando para escribir 'hola' utilizando el teclado.",
    "tutorial6_challenge_title": "Desafío de Escritura",
    "tutorial6_challenge_intro": "Bienvenido al desafío de la Lección 6. En este desafío, se te pedirá enviar un mensaje a tu amigo Bob en una sala de chat. Ahora, comencemos.",
    "tutorial6_challenge_fragment1_intro": "Para completar este desafío, envía un mensaje a Bob e incluye su nombre.",
    "tutorial6_challenge_text_message": "bob",
    "tutorial6_challenge_completion_message": "Has completado exitosamente la lección. Ahora, navega de regreso a la Lección 6."

}