{
    "title": "Научи меня Talkback",
    "tutorial": "Обучение {}",
    "challenge": "Задание",
    "instructions_button_text": "ИНСТРУКЦИИ",
    "instructions_button_label": "Кнопка, инструкции. Дважды коснитесь, чтобы услышать инструкции",
    "tutorial2_go_back": "Назад",
    "tutorial2_go_back_instr1": "Чтобы вернуться, проведите пальцем вниз, затем налево одним пальцем в непрерывном действии. Если включены мультисенсорные жесты, проведите двумя пальцами с левой или правой стороны экрана.",
    "tutorial2_scrolling": "Прокрутка",
    "tutorial2_scrolling_instr1": "Чтобы прокрутить вниз, поместите два пальца на экран одновременно, затем проведите вверх с обоими пальцами. Чтобы прокрутить вверх, проведите двумя пальцами в противоположном направлении. Чтобы завершить, найдите кнопку Продолжить внизу этого вертикального меню и дважды коснитесь ее, чтобы продолжить.",
    "tutorial2_scrolling_instr2": "Чтобы прокрутить вправо, проведите влево двумя пальцами. Чтобы прокрутить влево, проведите двумя пальцами в противоположном направлении. Чтобы завершить, коснитесь кнопки Завершить в крайней правой части этой страницы.",
    "tutorial2_scrolling_continue": "Продолжить",
    "tutorial2_scrolling_finish": "Завершить",
    "tutorial2_scrolling_item": "Элемент {}",
    "tutorial2_explore_menu": "Меню исследования",
    "tutorial2_explore_menu_instr1": "Добро пожаловать! В этом модуле вы узнаете, как использовать исследование по касанию. Вы можете выбирать разные элементы, удерживая палец на экране и перемещая его над другим элементом, который вы хотели бы выбрать. Чтобы завершить урок, используйте исследование по касанию, чтобы найти кнопку Завершить урок. Помните медленно перемещать палец в любом направлении по экрану и убедитесь, что ваш палец постоянно касается экрана. Вы можете начинать.",
    "tutorial2_explore_menu_finish_lesson": "Завершить урок",
    "tutorial2_explore_menu_apple": "Яблоко",
    "tutorial2_explore_menu_ant": "Муравей",
    "tutorial2_explore_menu_january": "Январь",
    "tutorial2_explore_menu_banana": "Банан",
    "tutorial2_explore_menu_bee": "Пчела",
    "tutorial2_explore_menu_february": "Февраль",
    "tutorial2_explore_menu_cherry": "Вишня",
    "tutorial2_explore_menu_cricket": "Сверчок",
    "tutorial2_explore_menu_march": "Март",
    "tutorial2_explore_menu_elderberry": "Бузина",
    "tutorial2_explore_menu_may": "Май",
    "tutorial2_adjust_slider": "Настроить ползунок",
    "tutorial2_adjust_slider_instr1": "Добро пожаловать! В этом модуле вы узнаете, как увеличивать и уменьшать значение ползунка. Ползунок - это дорожка, содержащая значения между минимумом и максимумом. Ползунки часто используются для настройки времени. Например, времени воспроизведения песни или видео. Вы также можете настраивать громкость этого телефона с помощью ползунка. Чтобы начать, вы попробуете увеличить значение ползунка. Чтобы увеличить значение, проведите вверх. Чтобы продолжить, увеличьте значение ползунка до 100%.",
    "tutorial2_adjust_slider_instr2": "Теперь мы попробуем уменьшить значение ползунка обратно. Для этого проведите пальцем вниз, чтобы уменьшить значение. Продолжайте, пока значение не вернется обратно на 50%.",
    "tutorial2_adjust_slider_instr3": "Альтернативный способ изменения громкости - это двойное касание и удержание ползунка. Отсюда вы можете провести пальцем влево и вправо, чтобы настроить его в этом направлении. Попробуйте вернуться на 100%.",
    "tutorial3_challenge_baking_recipes": "Рецепты выпечки",
    "tutorial3_challenge_instr1": "Добро пожаловать в задание урока 3. В этом задании вам будет представлена страница с рецептами выпечки. Смело перемещайтесь по различным элементам страницы, используя соответствующие элементы управления для чтения. Чтобы завершить задание, перейдите к рецепту печенья и поставьте флажок напротив следующего ингредиента ... 1 яйцо",
    "tutorial3_challenge_cookies": "Печенья",
    "tutorial3_challenge_brownies": "Брауни",
    "tutorial3_challenge_cookie_picture": "Изображение печенья",
    "tutorial3_challenge_brownie_picture": "Изображение брауни",
    "tutorial3_challenge_cookie_description": "Этот вкусный и жувучий рецепт печенья с шоколадными каплями обязательно удовлетворит ваш сладкий зуб!",
    "tutorial3_challenge_brownie_description": "Этот клейкий рецепт брауни понравится всем и готовится быстро и легко!",
    "tutorial3_challenge_cookie_goto": "Перейти к рецепту печенья",
    "tutorial3_challenge_brownie_goto": "Перейти к рецепту брауни",
    "tutorial3_challenge_ingredients": "Ингредиенты",
    "tutorial3_challenge_method": "Метод",
    "tutorial3_challenge_brownie_recipe": "Рецепт брауни",
    "tutorial3_challenge_cookie_recipe": "Рецепт печенья",
    "tutorial3_challenge_brownie_ingred1": "125 граммов сливочного масла",
    "tutorial3_challenge_brownie_ingred2": "125 граммов темного шоколада для выпечки",
    "tutorial3_challenge_brownie_ingred3": "3 яйца, слегка взбитые",
    "tutorial3_challenge_brownie_ingred4": "1 и ½ стакана белого сахара",
    "tutorial3_challenge_brownie_ingred5": "¾ стакана обычной муки",
    "tutorial3_challenge_brownie_ingred6": "¼ стакана голландского какао-порошка",
    "tutorial3_challenge_brownie_ingred7": "1 чайная ложка ванильного экстракта",
    "tutorial3_challenge_brownie_ingred8": "Щепотка соли",
    "tutorial3_challenge_brownie_step1": "Шаг 1: Разогрейте духовку до 180 °C или 160 °C с вентилятором. Смажьте 20-сантиметровую квадратную форму для торта и выстелите бумагой для выпечки.",
    "tutorial3_challenge_brownie_step2": "Шаг 2: Разложите масло и шоколад в термостойкой миске над кастрюлей с водой, кипящей на пару (не позволяйте миске касаться воды). Помешивайте металлической ложкой, пока не растает. Удалите с огня. Быстро перемешайте яйцо, сахар, муку, какао-порошок, ваниль и соль, пока не соединятся. Залейте в подготовленную форму.",
    "tutorial3_challenge_brownie_step3": "Шаг 3: Запекайте 30 минут или до тех пор, пока вставленный в центр деревянный шампур выйдет с влажными крошками. Остудите полностью.",
    "tutorial3_challenge_cookie_ingred1": "½ стакана белого сахара",
    "tutorial3_challenge_cookie_ingred2": "½ стакана коричневого сахара",
    "tutorial3_challenge_cookie_ingred3": "150 граммов размягченного сливочного масла",
    "tutorial3_challenge_cookie_ingred4": "1 чайная ложка ванильного экстракта",
    "tutorial3_challenge_cookie_ingred5": "1 и ¾ стакана обычной муки",
    "tutorial3_challenge_cookie_ingred6": "1 яйцо",
    "tutorial3_challenge_cookie_ingred7": "1 стакан шоколадных капель",
    "tutorial3_challenge_cookie_step1": "Шаг 1: Разогрейте духовку до 180 °C или 160 °C с вентилятором. Выстелите 2 противня для выпечки бумагой. Используя электрический миксер или взбивая вручную, взбейте масло и сахара в течение 1-2 минут или до получения гладкой массы. Взбейте яйцо и ваниль до соединения.",
    "tutorial3_challenge_cookie_step2": "Шаг 2: Добавьте муку и шоколадные капли. Сформируйте 2 столовые ложки теста в шарики и выложите на подготовленные противни через 3 см. Немного придавите. Украсьте дополнительными шоколадными каплями.",
    "tutorial3_challenge_cookie_step3": "Шаг 3: Печь 15-18 минут или до легкой золотистой корки и приготовления. Переложите на проволочную стойку, чтобы остыло. Храните в герметичной упаковке до 1 недели.",

    "tutorial6_lesson_title": "Урок печати",
    "tutorial6_lesson_decs": "Эти уроки охватывают жесты и действия, необходимые для использования виртуальной клавиатуры через Talkback.",
    "tutorial6_virtual_keyboard_hello": "привет",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "Отличная работа! Вы ввели слово 'привет' с помощью экранной клавиатуры. Поздравляем с завершением этого урока. На этом уроке вы успешно научились печатать с помощью экранной клавиатуры.",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "Похоже, вы не ввели слово 'привет'. Дважды коснитесь экрана, чтобы вызвать клавиатуру. Нажмите кнопку 'удалить' для удаления ранее введенного слова и попробуйте ввести слово 'привет' снова.",
    "tutorial6_virtual_keyboard_part1_intro": "В этом уроке вы узнаете, как открыть экранный виртуальный клавишный инструмент и печатать с его помощью.",
    "tutorial6_virtual_keyboard_part1_intro2": "Для начала дважды коснитесь экрана, чтобы открыть виртуальную клавиатуру.",
    "tutorial6_virtual_keyboard_navigation_bar_height": "высота_панели_навигации",
    "tutorial6_virtual_keyboard_status_bar_height": "высота_статус_панели",
    "tutorial6_virtual_keyboard_dimen": "размер",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "Отличная работа! Вы открыли экранную виртуальную клавиатуру. Исследуйте с помощью касания для ввода 'привет' с помощью клавиатуры.",
    "tutorial6_challenge_title": "Испытание печати",
    "tutorial6_challenge_intro": "Добро пожаловать в испытание урока 6. В этом испытании вас попросят отправить сообщение вашему другу Бобу в чате. Давайте начнем.",
    "tutorial6_challenge_fragment1_intro": "Чтобы завершить это испытание, отправьте сообщение Бобу и включите его имя.",
    "tutorial6_challenge_text_message": "Боб",
    "tutorial6_challenge_completion_message": "Вы успешно завершили урок, теперь вернитесь к уроку 6."
}
